Repository: MarioHsiao/Great-Snooper
Catalog: Great Snooper/Localizations/Localization.*.resx
Languages: de_de, hu_hu, pl_pl, ru_ru

# LeaveChannelText
source: Leave this channel
de_de: Diesen Channel verlassen
hu_hu: Kilépés a csatornából
pl_pl: Opuść ten kanał
ru_ru: Покинуть этот канал

# UsersText
source: Users
de_de: Nutzer
hu_hu: Felhasználó
pl_pl: – ilość użytkowników
ru_ru: Пользователей

# GamesText
source: Games
de_de: Spiele
hu_hu: Játék
pl_pl: – ilość gier
ru_ru: Игр

# JoinGameText
source: Join this game
de_de: Diesem Spiel beitreten
hu_hu: Csatlakozás
pl_pl: Dołącz do tej gry
ru_ru: Войти в эту игру

# SilentJoinText
source: Silent join
de_de: Leise beitreten
hu_hu: Csendes csatlakozás
pl_pl: Dołącz po cichu
ru_ru: Тихий вход

# JoinCloseText
source: Join and close snooper
de_de: Beitreten und Snooper schließen
hu_hu: Csatlakozás és bezárás
pl_pl: Dołącz i zamknij Snoopera
ru_ru: Войти и закрыть GS

# SilentJoinCloseText
source: Silent join and close snooper
de_de: Leise beitreten und Snooper schließen
hu_hu: Csendes csatlakozás és bezárás
pl_pl: Dołącz po cichu i zamknij Snoopera
ru_ru: Тихий вход с закрытием GS

# WelcomeText
source: Welcome {0}!
de_de: Willkommen {0}!
hu_hu: Üdv, {0}!
pl_pl: Witaj, {0}!
ru_ru: Привет, {0}!

# CommonSettingFailText
source: Failed to load the common settings! You won't be allowed to spam for league games (but you can still look for them). If this problem doesn't go away then the snooper may need to be updated.
de_de: Konnte allgemeine Einstellungen nicht laden! Es ist nicht möglich nach Liga-Spielen zu spammen (aber danach zu suchen). Falls das Problem bestehen bleibt, kann es sein, dass der Snooper upgedatet werden muss.
hu_hu: Nem sikerült betölteni a beállításokat! A liga meccs spammelés funkció nem fog működni (de keresni továbbra is tudsz majd). Ha nem szűnik meg ez a probléma, akkor valószínűleg frissíteni kell a snoopered.
pl_pl: Załadowanie ustawień wspólnych nie powiodło się! Nie będziesz mógł spamować w celu prośby o grę ligową (choć nadal możesz poszukiwać próśb od innych). Jeżeli problem nie zaniknie, to program może wymagać aktualizacji.
ru_ru: Не удалось загрузить некоторые настройки. Вы не сможете делать рассылку (но Вы сможете искать игры). Попробуйте перезапустить GS. Если эта проблема не решается, тогда GS, возможно, следует обновить.

# NewVersionText
source: There is a new update available for Great Snooper! Would you like to update it now?
de_de: Ein neues Update für Great Snooper ist verfügbar! Möchtest du jetzt updaten?
hu_hu: Új frissítés érhető el a Great Snooper-hez! Szeretnél frissíteni most?
pl_pl: Dostępna jest nowa aktualizacja dla programu Great Snooper! Czy chcesz już ją pobrać?
ru_ru: Найдено обновление для Great Snooper. Скачать его сейчас?

# UpdaterFailText
source: Failed to start the updater! Please try to run it manually from the installation directory of Great Snooper!
de_de: Der Updater konnte nicht gestartet werden! Bitte versuch diesen manuell aus dem Great Snooper Verzeichnis zu starten!
hu_hu: Nem sikerült elindítani a frissítőt. Próbáld meg manuálisan elindítani a Snooper telepítési mappájából!
pl_pl: Uruchomienie Aktualizatora nie powiodło się! Proszę spróbować uruchomić go ręcznie z katalogu instalacyjnego programu Great Snooper!
ru_ru: Не удалось начать обновление. Пожалуйста, попытайтесь запустить Updater.exe вручную из корневой папки Great Snooper.

# SpamStopMessage
source: Great Snooper stopped spamming and searching for league game(s)!
de_de: Great Snooper hat das Spammen und Suchen nach Liga-Spielen gestoppt!
hu_hu: A snooper befejezte a liga mérkődés spammelését.
pl_pl: Great Snooper przestał zaśmiecać kanał i poszukuje gier ligowych!
ru_ru: Great Snooper остановил рассылку и поиск игр!

# FilterText
source: Filter..
hu_hu: Szűrő..
pl_pl: Filtr..
ru_ru: Фильтр...

# AddToConvText
source: Add to conversation
de_de: Der Unterhaltung hinzufügen
hu_hu: Hozáadás a beszélgetéshez
pl_pl: Dodaj do rozmowy
ru_ru: Добавить в конференцию

# RemoveFromConvText
source: Remove from conversation
de_de: Aus der Unterhaltung entfernen
hu_hu: Elvátolítás a beszélgetésből
pl_pl: Usuń z rozmowy
ru_ru: Удалить из конференции

# NoGroupText
source: No group
de_de: Keine Gruppe
hu_hu: Nincs csoport
pl_pl: Bez grupy
ru_ru: (Нет)

# AddIgnoreText
source: Add to ignore list
de_de: Zur Ignorier-Liste hinzufügen
hu_hu: Hozzáadás a tiltólistához
pl_pl: Dodaj do listy ignorowanych
ru_ru: Добавить в список игнорируемых

# RemoveIgnoreText
source: Remove from ignore list
de_de: Von der Ignorier-Liste entfernen
hu_hu: Eltávolítás a tiltólistáról
pl_pl: Usuń z listy ignorowanych
ru_ru: Удалить из списка игнорируемых

# ViewTusText
source: View {0}'s profile
de_de: Zeige {0}'s Profil
hu_hu: {0} profiljának megtekintése
pl_pl: Zobacz profil gracza {0}
ru_ru: Показать TUS-профиль {0}

# InfoText
source: Info: {0}
hu_hu: Infó: {0}
pl_pl: Uwagi: {0}
ru_ru: Инфо: {0}

# GSRunningTaskbar
source: Great Snooper is still running here.
de_de: Great Snooper läuft hier weiter.
hu_hu: A Great Snooper itt továbbra is elérhető.
pl_pl: Great Snooper jest nadal uruchomiony.
ru_ru: Great Snooper всё еще работает.

# ReconnectMessage
source: Great Snooper has reconnected.
de_de: Great Snooper hat wiederverbunden.
hu_hu: A Great Snooper sikeresen újracsatlakozott.
pl_pl: Great Snooper został ponownie połączony.
ru_ru: Great Snooper переподключился.

# GSNickInUseText
source: Your nickname is already used by somebody on this server. You can choose another nickname in Settings.
de_de: Dein Nickname wird bereits von jemand anderem auf diesem Server verwendet. Du kannst einen anderen Nickname in den Einstellungen festlegen.
hu_hu: A megadott becenevet már valaki más használja. A beállításokban megadhatsz egy másikat.
pl_pl: Twój pseudonim już jest używany przez kogoś na tym serwerze. Możesz wybrać inny pseudonim w ustawieniach.
ru_ru: Ваш никнейм уже используется на этом сервере. Вы можете выбрать другой никнейм в Настройках. Замечание: если у Вас пропало соединение, то, возможно, Ваш никнейм «завис» на сервере, из-за чего вход под тем же никнеймом становится невозможным. В этом случае рекомендуется подождать 3 минуты и попробовать подключиться снова.

# NotificatorGameText
source: {0} is hosting a game: {1}
de_de: {0} hostet ein Spiel: {1}
hu_hu: {0} létrehozott egy játékot: {1}
pl_pl: {0} hostuje grę: {1}
ru_ru: {0} захостил игру: {1}

# CloseChatText
source: Close
de_de: Schließen
hu_hu: Bezárás
pl_pl: Zamknij
ru_ru: Закрыть

# AwayManagerTitle
source: Away Manager
hu_hu: Állapot manager
pl_pl: Menedżer nieaktywności
ru_ru: Автоответчик

# AwayLabel
source: Away text:
de_de: Away Nachricht:
hu_hu: Távollét szöveg:
pl_pl: Tekst przy nieaktywności:
ru_ru: Текст

# AwayButtonAway
source: Set away
de_de: Setze away
hu_hu: Távol vagyok
pl_pl: Ustaw jako nieobecny
ru_ru: Включить

# AwayButtonBack
source: Set back
de_de: Setze zurück
hu_hu: Visszajöttem
pl_pl: Ustaw jako obecny
ru_ru: Выключить

# CloseText
source: Close
de_de: Schließen
hu_hu: Bezár
pl_pl: Zamknij
ru_ru: Закрыть

# ExampleLabel
source: Example
de_de: Beispiel
hu_hu: Példa
pl_pl: Przykład
ru_ru: Образец

# PlayerLabel
source: Player:
de_de: Spieler:
hu_hu: Játékos:
pl_pl: Gracz:
ru_ru: Игрок:

# MessageLabel
source: message
de_de: Nachricht
hu_hu: szöveg
pl_pl: wiadomość
ru_ru: сообщение

# HostingTitle
source: Host a game
de_de: Ein Spiel hosten
hu_hu: Játék létrehozása
pl_pl: Załóż grę
ru_ru: Захостить

# GameNameLabel
source: Game name:
de_de: Spiel Name:
hu_hu: Játék neve:
pl_pl: Nazwa gry:
ru_ru: Название игры:

# HostingPasswordLabel
source: Password (optional):
de_de: Passwort (optional):
hu_hu: Jelszó (opcionális):
pl_pl: Hasło (opcjonalne):
ru_ru: Пароль (необязательно):

source: Using WormNat2?
de_de: WormNat2 benutzen?
hu_hu: WormNat2 használata?
pl_pl: WormNat2 używany?
ru_ru: Использовать WormNAT2?

# AboutWormNat2Text
source: About WormNat 2: If you host with the game, then it will create the server on your computer and it will wait for players to join on a specified port (usually 17011). But most of the routers and firewall programs don't allow incoming connections, so nobody can join your game. You will need to enable port forwarding on your router and/or configure your firewall if you use one in order to let players join your game. WormNat2 uses a technique, that you can host games without incoming connections so your host will work properly. To make this possible it uses a dedicated proxy server, which actually handles all the connections. But since there is no support for other proxy servers, we would much rather that you configure your system to use normal way of hosting your games and use WormNat2 only if nothing else works so the proxy server will not be overloaded. Enable loading WormKit modules are NOT needed to use WormNat2 hosting feature of the snooper!
de_de: Über WormNat 2: Wenn du über das Spiel hostest, wird auf deinem Computer der Server erstellt, und Spieler verbinden sich über einen bestimmten Port (normalerweise 17011). Die meisten Router und Firewalls erlauben keine eingehenden Verbindungen, so dass niemand dem Spiel beitreten kann. Damit Spieler dem Spiel beitreten können müssen in der Router- oder der Firewall-Konfiguration Ports geöffnet werden. WormNat2 nutzt eine Technik, die erlaubt Spiele zu hosten ohne eingehende Verbindungen zu erlauben. Um dies zu ermöglichen benutzt es einen dedizierten Proxy-Server, welcher alle Verbindungen handhabt. Da keine anderen Proxy-Server unterstützt werden, wird allerdings empfohlen, das System so einzurichten, dass das Hosten von Spielen auch ohne WormNat 2 möglich ist, und WormNat nur benutzt wird, wenn es gar nicht anders möglich ist, damit der Proxy-Server nicht überlastet wird. Es ist nicht notwendig, Wormkit Module im Spiel zu aktivieren, um WormNat 2 über den Snooper zu verwenden!
hu_hu: A WormNat2-ről: Ha létrehozol egy játékot, akkor a te számítógéped lesz a szerver és hozzád fog csatlakozni a többi játékos egy meghatározott porton (általában 17011). De a legtöbb router és tűzfal program letiltja a bejövő kapcsolatokat és így nem fognak tudni csatlakozni a játékodhoz. Engedélyezned kell a routereden és/vagy a tűzfaladon a 17011-es portot, hogy csatlakozni tudjanak a játékosok. Viszont a WormNat2 lehetővé teszi, hogy úgy hozz létre játékot, hogy nem lesznek bejövő kapcsolatok, tehát működni fog a játékod. Ehhez egy dedikált proxy szervert használ, ami az összes kapcsolatot kezeli. A WormNat2 használatához NEM szükséges a WormKit modulok betöltésének engedélyezése a játékban.
pl_pl: O module WormNat 2: Jeśli założysz grę, zostanie utworzony serwer na Twoim komputerze oczekujący na graczy, którzy będą wchodzić na określonym porcie (zazwyczaj 17011). Jednakże większość ruterów oraz zapor sieciowych z reguły nie przepuszcza nadchodzących połączeń, przez co nikt nie dołączy do Twojej gry. Będziesz musiał włączyć tzw. przekierowanie portów (ang. port forwarding) i/lub skonfigurować swoją zaporę ogniową, o ile z takowej korzystasz, by zezwolić graczom na dołączenie do gry. WormNat2 korzysta z techniki pozwalającej Ci na zakładanie gier bez nadchodzących połączeń, dzięki czemu Twój host zadziała prawidłowo. Aby było to możliwe, moduł ten używa dedykowanego serwera proxy, który właściwie ma nadzór nad wszystkimi połączeniami. Lecz odkąd nie ma obsługi dla innych serwerów proxy, to wolelibyśmy, żebyś odpowiednio skonfigurował swój system w celu zakładania gier normalnym sposobem i używać modułu WormNat2 tylko wtedy, gdy wszystkie inne metody zawiodą, aby zapobiec przeciążeniu serwera proxy. Prosty przewodnik instalacji możesz odnaleźć w języku polskim na stronie http://worms2d.info/Hosting_Guide/pl. Opcja „Wczytaj moduły WormKit” NIE jest wymagana, by móc skorzystać z funkcji hostowania przez WormNat2 w Snooperze!
ru_ru: О WormNAT2: Если Вы хостите игру обычным способом (без использования сторонних программ), W:A создает сервер на Вашем компьютере и ожидает присоединения игроков на указанном порту (обычно 17011). Но большинство роутеров и брандмауэров по умолчанию не пропускают входящие соединения, таким образом, никдто не сможет присоединиться к Вашей игре. Вы должны будете разрешить перенаправление портов на Вашем роутере и/или настроить Ваш брандмауэр, если Вы его используете, чтобы игроки могли присоединиться к Вашей игре. Используя WormNAT2, Вы можете хостить игры без входящих соединений и Ваш хост будет работать должным образом. WormNAT2 использует выделенный прокси-сервер, который обрабатывает все соединения. Но в таком случае нет никакой поддержки для других прокси-серверов и будет лучше, если Вы настроете свою систему так, чтобы использовать нормальный способ хостинга игр и будете использовать WormNAT2 только если ничто иное не решает проблему. Вы можете найти руководство по хостингу игр на http://worms2d.info/Руководство_по_хостингу. Разрешения загрузки модулей WormKit не требуется, чтобы использовать способность снупера хостить игры).

# HostingAction
source: Send hosting action to channel?
de_de: Host-Info an den Channel senden?
hu_hu: Üzenet küldése a csatornába?
pl_pl: Wysłać uwagę o hostowaniu do kanału?
ru_ru: Сообщить о хостинге игры на канал?

# ExitAfterHosting
source: Exit snooper after hosting?
de_de: Snooper nach dem Hosten beenden?
hu_hu: Kilépés a snooperből?
pl_pl: Wyłączyć program po założeniu gry?
ru_ru: Выйти из GS после хостинга?

# CreateGameText
source: Create game
de_de: Spiel erstellen
hu_hu: Játék létrehozása
pl_pl: Utwórz grę
ru_ru: Захостить игру

# GamePassBadText
source: Password can contain only characters from the English alphabet!
de_de: Das Passwort darf nur Buchstaben aus dem englischen Alphabet enthalten!
hu_hu: A jelszó csak az angol ábécé karaktereiből állhat!
pl_pl: Hasło może zawierać wyłącznie znaki z alfabetu języka angielskiego!
ru_ru: Пароль может содержать символы только из английского алфавита!

# FontChooserTitle
source: Font Chooser
de_de: Schriftauswahl
hu_hu: Betűtípus választó
pl_pl: Selektor czcionek

# SizeLabel
source: Size:
de_de: Größe:
hu_hu: Méret:
pl_pl: Rozmiar:
ru_ru: Размер:

# NickColorLabel
source: Nick Color:
de_de: Nick Farbe:
hu_hu: Becenév szín:
pl_pl: Kolor ksywy:
ru_ru: Цвет никанейма:

# MessageColorLabel
source: Message Color:
de_de: Nachrichten Farbe:
hu_hu: Üzenet szín:
pl_pl: Kolor wiadomości:
ru_ru: Цвет сообщений:

# BoldLabel
source: Bold:
de_de: Fett:
hu_hu: Félkövér:
pl_pl: Pogrubienie:
ru_ru: Жирный шрифт:

# ItalicLabel
source: Italic:
de_de: Kursiv:
hu_hu: Dőlt:
pl_pl: Kursywa:
ru_ru: Курсив:

# StrikethroughLabel
source: Strikethrough:
de_de: Durchgestrichen:
hu_hu: Áthúzott:
pl_pl: Przekreślenie:
ru_ru: Перечёркивание:

# UnderlineLabel
source: Underline:
de_de: Unterstrichen:
hu_hu: Aláhúzott:
pl_pl: Podkreślenie:
ru_ru: Подчёркивание:

# SaveText
source: Save
de_de: Speichern
hu_hu: Mentés
pl_pl: Zapisz
ru_ru: Сохранить

# LeagueGameTitle
source: League Game Searcher
de_de: Liga-Spiel-Suche
hu_hu: Liga mérkődés kereső
pl_pl: Poszukiwacz gier ligowych
ru_ru: Поиск TUS-игр

# SpamChannelText
source: Spam the channel?
de_de: Im Channel spammen?
hu_hu: Csatorna spammelése?
pl_pl: Spamować kanał?
ru_ru: Спамить канал?

# StartSearchingText
source: Start searching
de_de: Suche starten
hu_hu: Indítás
pl_pl: Rozpocznij wyszukiwanie
ru_ru: Начать поиск

# StopSearchingText
source: Stop searching
de_de: Suche beenden
hu_hu: Befejezés
pl_pl: Zatrzymaj wyszukiwanie
ru_ru: Закончить поиск

# RemoveText
source: Remove
de_de: Entfernen
hu_hu: Törlés
pl_pl: Usuń
ru_ru: Удалить

# AddUserToList
source: Add a new user to the list..
de_de: Einen neuen Nutzer der Liste hinzufügen...
hu_hu: Új játékos hozzáadása a listához..
pl_pl: Dodaj nowego użytkownika do listy..
ru_ru: Добавить пользователя в список...

# EnterTextText
source: Enter text here..
de_de: Hier Text eingeben...
hu_hu: Hozzáadás..
pl_pl: Wprowadź tutaj tekst..
ru_ru: Введите текст здесь...

# ListEditorInfoTitle
source: Help
de_de: Hilfe
hu_hu: Segítség
pl_pl: Pomoc
ru_ru: Помощь

# ListEditorInfoText
source: To add item to the list enter text into the textbox and press enter. To remove item from the list right click on an item and choose remove.
de_de: Um einen Eintrag zu der Liste hinzuzufügen, gib einen Text in das Eingabefeld ein, und drücke Enter. Um einen Eintrag zu entfernen, rechts-klicke auf diesen, und wähle Entfernen.
hu_hu: Egy új elem hozzáadásához írj be szöveget a mezőbe és nyomd meg az entert. Elem eltávolításához kattints rá jobb egérgombbal és válaszd a Törlést.
pl_pl: By dodać element do listy, wprowadź tekst w polu tekstowym i naciśnij przycisk Enter. Aby usunąć element z listy, kliknij na niego prawym przyciskiem myszy, a następnie wybierz opcję Usuń.
ru_ru: Чтобы добавить элемент в список, введите текст в поле ввода и нажмите Enter. Чтобы удалить элемент из списка, щёлкните правой кнопкой мыши по элементу и выберите пункт "Удалить").

# SettingsTitle
source: Settings
de_de: Einstellungen
hu_hu: Beállítások
pl_pl: Ustawienia
ru_ru: Настройки

# GeneralText
source: General
de_de: Allgemein
hu_hu: Általános
pl_pl: Ogólne
ru_ru: Главные

# BrowseButtonContent
source: Browse
de_de: Auswählen
hu_hu: Kiválaszt
pl_pl: Przeglądaj
ru_ru: Обзор

# WindowText
source: Window
de_de: Fenster
hu_hu: Ablak
pl_pl: Okno
ru_ru: Окно

# UserGroupsText
source: User groups
de_de: Nutzer Gruppen
hu_hu: Felhasználó csoportok
pl_pl: Grupy użytkownika
ru_ru: Группы игроков

# MessagesText
source: Messages
de_de: Nachrichten
hu_hu: Üzenetek
pl_pl: Wiadomości
ru_ru: Сообщения

# SoundsText
source: Sounds
de_de: Klänge
hu_hu: Hangok
pl_pl: Dźwięki
ru_ru: Звуки

# GroupSoundsText
source: Group sounds
de_de: Gruppen Klänge
hu_hu: Csoport hangok
pl_pl: Dźwięki grupowe
ru_ru: Звуки групп

# NotificationsText
source: Notifications
de_de: Benachrichtigungen
hu_hu: Figyelmeztető
pl_pl: Powiadomienia
ru_ru: Уведомления

# AboutText
source: About
de_de: Über
hu_hu: Névjegy
pl_pl: O programie
ru_ru: О GS...

# VersionText
source: Version: {0}
hu_hu: Verziószám: {0}
pl_pl: Wersja: {0}
ru_ru: Версия: {0}

# MadeByText
source: This program was written by Tomi
de_de: Dieses Programm wurde geschrieben von Tomi
hu_hu: Ezt a programot Tomi készítette
pl_pl: Ten program został napisany przez Tomiego
ru_ru: Эта программа написана Tomi

# ContactText
source: You can contact me at http://www.tus-wa.com/profile/Tomi/ using private message
de_de: Kontakt per persönlicher Nachricht unter http://www.tus-wa.com/profile/Tomi/
hu_hu: Ha kérdésed van, akkor a http://www.tus-wa.com/profile/Tomi/ oldalon küldj privát üzenetet
pl_pl: Możesz się ze mną skontaktować na stronie http://www.tus-wa.com/profile/Tomi/ wysyłając wiadomość prywatną
ru_ru: Вы можете связаться со мной на http://www.tus-wa.com/profile/Tomi/ через личные сообщения

# LicenseText
source: License: GPLv2
de_de: Lizenz: GPLv2
hu_hu: Licensz: GPLv2
pl_pl: Licencja: GPLv2
ru_ru: Лицензия: GPLv2

# ThanksText
source: This program would never exist without the help of:
de_de: Dieses Programm würde niemals existieren ohne die Hilfe von:
hu_hu: Ez a program nem készülhetett volna el az alábbi emberek segítsége nélkül:
pl_pl: Ten program nie powstałby nigdy, gdyby nie pomoc tychże ludzi:
ru_ru: Эта программа никогда бы не была создана без помощи:

# LastLineText
source: .. and without this nice community ;)
de_de: ... und ohne die nette Community ;)
pl_pl: .. i bez tej wspaniałej społeczności ;)
ru_ru: ... и без этого замечательного сообщества ;)

# GSVersionTrolling
source: No trolling please!
de_de: Kein Getrolle bitte!
hu_hu: Ne trollkodj!
pl_pl: Kłamstwo jest grzechem!
ru_ru: Врать нехорошо!

# EmptyErrorMessage
source: This text cannot be empty!
de_de: Dieses Eingabefeld darf nicht leer sein!
hu_hu: Ez a szöveg nem lehet üres!
pl_pl: Ten tekst nie może być pusty!
ru_ru: Это поле не может быть пустым.

# AutoLogInSettingText
source: Auto login at startup:
de_de: Auto-Login beim Programmstart:
hu_hu: Automatikus belépés induláskor:
pl_pl: Automatyczne logowanie po uruchomieniu:
ru_ru: Автоподключение при запуске:

# EditText
source: Edit
de_de: Bearbeiten
hu_hu: Szerkeszt
pl_pl: Edytuj
ru_ru: Изменить

# MessageJoinedGameText
source: Send action message to the channel if I join a game:
de_de: Sende Aktions-Nachricht im Channel wenn ich einem Spiel beitrete:
hu_hu: Küldjön üzenetet a csatornába, ha csatlakozok egy játékhoz:
pl_pl: Wyślij wiadomość akcji do kanału, gdy dołączam do gry:
ru_ru: Отсылать в канал сообщение-действие о присоединении к игре:

# MarkAwayText
source: Mark me away when I host or join a game:
de_de: Setze Away-Status wenn ich hoste oder einem Spiel beitrete:
hu_hu: Váltson elfoglalt állapotra, ha játékban vagyok:
pl_pl: Oznacz mnie jako nieobecnego, gdy zakładam lub dołączam do gry:
ru_ru: Включить автоответчик при хостинге или присоединении к игре:

# AwayMessageText
source: Away message:
de_de: Away Nachricht:
hu_hu: Elfoglalt állapot üzenete:
pl_pl: Wiadomość przy nieaktywności:
ru_ru: Сообщение автоответчика:

# DeleteLogsText
source: Delete channel logs older than 30 days at startup:
de_de: Channel-Logs die älter als 30 Tage sind beim Programmstart löschen:
hu_hu: Törölje a 30 napnál régebbi csatorolna naplókat induláskor:
pl_pl: Usuwaj logi kanałów starsze niż 30 dni po uruchomieniu:
ru_ru: Удалять логи старше 30 дней при запуске:

# QuitMessageText
source: Quit message:
de_de: Beenden Nachricht:
hu_hu: Üzenet kilépéskor:
pl_pl: Wiadomość przy wyjściu:
ru_ru: Сообщение при отсоединении (quit):

# ShowBannedUsersText
source: Show banned users in user list:
de_de: Zeige gebannte Nutzer in der Nutzerliste:
hu_hu: Letiltott felhasználók megjelenítése a játékos listában:
pl_pl: Uwzględniaj ignorowanych użytkowników na liście użytkowników:
ru_ru: Показывать игнорируемых в списке игроков:

# ShowBannedMessagesText
source: Show messages of banned users in the channels:
de_de: Zeige Chatnachrichten von gebannten Nutzern in den Channels:
hu_hu: Letiltott felhasználók üzeneteinek megjelenítése a csatornákban:
pl_pl: Pokazuj wiadomości ignorowanych użytkowników na kanałach:
ru_ru: Показывать сообщения игнорируемых игроков:

# ShowInfoColumnText
source: Show information column in user list:
de_de: Zeige Informations-Spalte in der Nutzerliste:
hu_hu: Információ oszlop megjelenítése a játékos listában:
pl_pl: Pokazuj kolumnę informacyjną na liście użytkowników:
ru_ru: Показывать колонку «Доп. информация» в списке игроков:

# CloseToTrayText
source: Exit button minimizes the snooper to tray:
de_de: Beenden-Knopf minimiert Great Snooper in den System-Tray:
hu_hu: A kilépés gomb a tálcára teszi a Snoopert:
pl_pl: Przycisk Zakończ minimalizuje program do zasobnika:
ru_ru: Кнопка «Выход» сворачивает GS в трей:

# EnergySaveModeGameText
source: Energy save mode while playing:
de_de: Energiesparmodus während des Spielens:
hu_hu: Energiatakarékos mód játék közben:
pl_pl: Tryb oszczędzania energii podczas grania:
ru_ru: Переводить GS в режим сбережения энергии во время игры:

# EnergySaveModeWinText
source: Energy save mode when snooper is hidden:
de_de: Energiesparmodus während der Snooper versteckt ist:
hu_hu: Energiatakarékos mód ha a Snooper rejtve van:
pl_pl: Tryb oszczędzania energii gdy Snooper jest ukryty:
ru_ru: Переводить GS в режим сбережения энергии когда он свёрнут:

# WaHighPriorityText
source: Set W:A task priority to high:
de_de: Setze den W:A Prozess auf hohe Priorität:
hu_hu: Magas prioritás beállítása a játék folyamatának:
pl_pl: Ustaw priorytet zadania W:A na wysoki:
ru_ru: Повысить приоритет игры (WA.exe):
