Repository: MarioHsiao/Great-Snooper
Catalog: Great Snooper/Localizations/Localization.*.resx
Languages: de_de, hu_hu, pl_pl, ru_ru

# CountryCode
source: GB
de_de: DE
hu_hu: HU
pl_pl: PL
ru_ru: RU

# CultureName
source: en-GB
de_de: de-DE
hu_hu: hu-HU
pl_pl: pl-PL
ru_ru: ru-RU

# LanguageEnName
source: English
de_de: German
hu_hu: Hungarian
pl_pl: Polish
ru_ru: Russian

# LanguageName
source: English
de_de: Deutsch
hu_hu: Rendszer
pl_pl: Polski
ru_ru: Русский

# ErrorText
source: Error
de_de: Fehler
hu_hu: Hiba
pl_pl: Błąd
ru_ru: Ошибка

# MissingValueText
source: Missing value
de_de: Fehlender Wert
hu_hu: Hiányzó adat
pl_pl: Brak wartości
ru_ru: Значение не найдено

# InvalidValueText
source: Invalid value
de_de: Ungültiger Wert
hu_hu: Hibás adat
pl_pl: Nieprawidłowa wartość
ru_ru: Неверное значение

# InformationText
source: Information
hu_hu: Információ
pl_pl: Komunikat
ru_ru: Информация

# QuestionText
source: Question
de_de: Abfrage
hu_hu: Kérdés
pl_pl: Pytanie
ru_ru: Вопрос

# YesText
source: Yes
de_de: Ja
hu_hu: Igen
pl_pl: Tak
ru_ru: Да

# NoText
source: No
de_de: Nein
hu_hu: Nem
pl_pl: Nie
ru_ru: Нет

# MoreInfoText
source: More info
de_de: Mehr Info
hu_hu: Több infó
pl_pl: Więcej informacji
ru_ru: Подробнее...

# MessageLogsText
source: Message logs
de_de: Nachrichten Logs
hu_hu: Üzenet napló
pl_pl: Logi wiadomości
ru_ru: Логи

# SettingsText
source: Settings
de_de: Einstellungen
hu_hu: Beállítások
pl_pl: Ustawienia
ru_ru: Настройки

# ExitText
source: Exit
de_de: Beenden
hu_hu: Kilépés
pl_pl: Zakończ
ru_ru: Выход

# ServerText
source: Server:
hu_hu: Szerver:
pl_pl: Serwer:
ru_ru: Сервер:

# ServerInfoText
source: The official server is: wormnet1.team17.com, you can find there all the players. But sometimes it is not accessable due to maintenance. Then you can use an alternative server to play for that short time.
de_de: Der offizielle Server ist: wormnet1.team17.com, dort findest du alle Spieler. Manchmal ist dieser Server wegen Wartungsarbeiten nicht zu erreichen. Du kannst dann einen anderen Server wählen, um auf diesem zu spielen.
hu_hu: A hivatalos szerver a wormnet1.team17.com, mindenki itt játszik. De néha karbantartás miatt nem érhető el, ilyenkor pedig itt lehet beállítani egy ideiglenes szervert.
pl_pl: Oficjalnym serwerem jest: wormnet1.team17.com, możesz tam odnaleźć wszystkich graczy. Czasem bywa jednak, że nie jest on dostępny z powodu prac konserwacyjnych – wtedy możesz skorzystać z serwera alternatywnego, aby na tę chwilę zagrać.
ru_ru: Oфициaльный cepвep - wormnet1.team17.com, обычно, все игроки подключаются к нему. Oднaкo, инoгдa oн нeдocтyпeн в cвязи c тexничecкими paбoтaми, в тaкoм cлyчae Bы мoжeтe иcпoльзoвaть aльтepнaтивный cepвep.

# ServerListEditorTitle
source: Servers
de_de: Server
hu_hu: Szerverek
pl_pl: Serwery
ru_ru: Выберите сервер

# AutoLoginText
source: Auto login:
hu_hu: Csatlakozás induláskor:
pl_pl: Logowanie automatyczne:
ru_ru: Автологин:

# SimpleLoginText
source: Simple login
de_de: Einfaches Login
hu_hu: Egyszerű mód
pl_pl: Proste logowanie
ru_ru: Простой логин

# NicknameText
source: Nickname:
hu_hu: Becenév:
pl_pl: Pseudonim:
ru_ru: Никнейм:

# CountryLabel
source: Country:
de_de: Land:
hu_hu: Ország:
pl_pl: Państwo:
ru_ru: Страна:

# RankText
source: Rank:
de_de: Rang:
hu_hu: Rang:
pl_pl: Ranga:
ru_ru: Ранг:

# ClanText
source: Clan:
hu_hu: Klán:
pl_pl: Klan:
ru_ru: Клан:

# ClanInfoText
source: Optional. If you do not have clan you can leave this empty.
de_de: Optional. Falls du nicht in einem Clan bist, kannst du dieses Feld leer lassen.
hu_hu: Nem kötelező. Ha nincs klánod akkor hagyd üresen.
pl_pl: Opcjonalne. Jeśli nie należysz do klanu, możesz pozostawić to pole puste.
ru_ru: Оставьте это поле пустым, если Вы не состоите ни в одном из кланов.

# TusLoginText
source: TUS login
hu_hu: TUS belépés
pl_pl: Logowanie przez TUS
ru_ru: TUS-логин

# TusNicknameText
source: TUS nickname:
hu_hu: TUS becenév:
pl_pl: Pseudonim TUS:
ru_ru: Ваш никнейм на TUS:

# TusPasswordText
source: TUS password:
de_de: TUS Passwort:
hu_hu: TUS jelszó:
pl_pl: Hasło TUS:
ru_ru: Ваш пароль на TUS:

# WhatIsTusLoginLabel
source: What is TUS login?
de_de: Was ist das TUS Login?
hu_hu: Mi az a TUS belépés?
pl_pl: Czym jest logowanie przez TUS?
ru_ru: Что такое TUS-логин?

# WhatIsTusLoginText
source: TUS is The Ultimate Site. It is a website for Worms: Armageddon, which has a lot of things for the game, such as: leagues, cups, tournaments, schemes, maps, forum, etc. It also supports snoopers. If you login with your TUS account into the snooper, then your rank will be your TUS league rank, your clan will also be set and you will be marked online on the website. You can also set a different nickname and a password for snooper login on TUS site in your Account Settings.
de_de: TUS ist die The Ultimate Site Webseite. Auf dieser findest du eine Menge Dinge für Worms Armageddon, zum Beispiel Ligen, Cups, Turniere, Schemes, Maps, ein Forum etc. Es werden auf dieser Seite auch Wormnet-Snooper unterstützt. Wenn du dich im Snooper mit deinem TUS-Konto einloggst, wird dein Rang zu deinem TUS-Liga-Rang, ebenso wird dein Clan übernommen, und du wirst als Online auf der TUS Webseite markiert. Du kannst auch einen alternativen Nickname und Passwort für das Snooper-Login in den Konto-Einstellungen auf der TUS Webseite einrichten.
hu_hu: A TUS szó jelentése The Ultimate Site. Ez egy olyan weboldal neve, ahol rengeteg hasznos dolog található a játékhoz: ligák, kupák, tornák, séma fájlok, pályák, fórum, stb. Továbbá a snoopereket is támogatja. Ha a TUS felhasználóddal jelentkezel be, akkor a rangod a TUS ligában lévő rangod lesz, a klánod automatikusan ki lesz töltve és a weboldalon is látszik majd, hogy elérhető vagy. A weboldalon megadhatsz egy külön felhasználói nevet és jelszót is a snooper belépéshez a profil beállításokban.
pl_pl: TUS to skrót od The Ultimate Site. Jest to strona internetowa poświęcona grze Worms: Armageddon posiadająca mnóstwo rzeczy z nią związanych, takich jak: ligi, puchary, turnieje, schematy, mapy, forum itd.. Wspiera ona również Snoopery. Jeżeli zalogujesz się za pomocą swojego konta TUS w Snooperze, to ranga będzie odzwierciedlała Twoją obecną rangę z lig TUS, nazwa Twojego klanu również będzie odczytana z owej bazy danych oraz otrzymasz status online na stronie. . Możesz także ustawić inny pseudonim i hasło do logowania w Snooperze na stronie TUS-a w Twoich ustawieniach konta.
ru_ru: TUS (The Ultimate Site) - вебсайт о Worms: Armageddon с большим количеством контента как для самой игры (например, новые карты и схемы), так и для сообщества (например, лиги, турниры и форум). Вы можете использовать логин и пароль от TUS-аккаунта для отображения своего ранга и названия клана на канале. Так же вы будете помечены на сайте как "Сейчас на канале".

# LogInText
source: Log in
de_de: Einloggen
hu_hu: Belépés
pl_pl: Zaloguj się
ru_ru: Подключиться

# WAExeNotFoundText
source: Ooops, it seems like Great Snooper could not find your WA.exe! You can not host or join a game without that file. Would you like to locate your WA.exe now? You can do it later in the settings too.
de_de: Ups, Great Snooper konnte offenbar deine WA.exe nicht finden! Du kannst ohne diese Datei keine Spiele hosten oder joinen. Möchtest du jetzt nach der WA.exe suchen? Du kannst dies auch später in den Einstellungen tun.
hu_hu: Hoppá, úgy tűnik, hogy a Great Snooper nem találja a játékot indító WA.exe fájlt. Ennek a fájlnak a hiányában nem tudsz csatlakozni játékokhoz, illetve játékot indítani. Meg szeretnéd adni most ennek a fájlnak az elérési útvonalát? A beállításokban ezt később is megteheted.
pl_pl: Ups, wygląda na to, że Great Snooper nie mógł odnaleźć pliku WA.exe u Ciebie – bez tego pliku nie możesz zakładać ani dołączyć do gry! Czy chcesz teraz zlokalizować swój plik WA.exe? Możesz to również zrobić później w ustawieniach.
ru_ru: Не удалось найти исполняемый файл игры (WA.exe). Пожалуйста, укажите путь к файлу WA.exe в Настройках. Указать путь к нему сейчас?

# WelcomeMessage
source: Welcome to Great Snooper!
de_de: Willkommen im Great Snooper!
hu_hu: Üdv a Great Snooperben!
pl_pl: Great Snooper — witamy!
ru_ru: Добро пожаловать!

# ServerMissingText
source: Please choose a server!
de_de: Bitte wähle einen Server!
hu_hu: Kérlek válassz szervert!
pl_pl: Proszę wybrać serwer!
ru_ru: Пoжaлyйcтa, выберите сервер!

# NickEmptyText
source: Please enter your nickname!
de_de: Gib bitte deinen Nickname ein!
hu_hu: Írd be a beceneved!
pl_pl: Proszę wprowadzić swój pseudonim!
ru_ru: Пoжaлyйcтa, введите Ваш никнейм!

# NickStartsBad
source: Your nickname should begin with a character from the English aplhabet or with ` character!
de_de: Dein Nickname muss mit einem Buchstaben aus dem englischen Alphabet, oder mit einem ` beginnen!
hu_hu: A becenevednek az angol ábécé betűjével kell kezdődnie vagy a ` karakterrel.
pl_pl: Twój pseudonim powinien zaczynać się od znaku z alfabetu angielskiego albo od znaku „`”!
ru_ru: Никнейм может начинаться только с английской буквы или с символа [`].

# NickHasBadChar
source: Your nickname contains one or more forbidden characters! Use characters from the English alphabet, numbers, - or `!
de_de: Dein Nickname enthält ein oder mehrere unzulässige Zeichen! Bitte benutze Buchstaben aus dem englischen Alphabet, Zahlen, Minus-Zeichen, oder `!
hu_hu: A becenevedben tiltott karakterek találhatók. Csak az angol ábécé betűi, számok és a -, valamint a ` karakterek engedélyezettek.
pl_pl: Twój pseudonim zawiera jeden lub więcej niedozwolonych znaków! Użyj znaków z alfabetu języka angielskiego, liczb, znaku „-” albo „`”!
ru_ru: Никнейм может содержать только английские буквы, цифры, а так же символы [-] и [`].

# ClanHasBadChar
source: Your clan can contain only characters from the English alphabet and numbers.
de_de: Dein Clan-Tag kann nur Buchstaben aus dem englischen Alphabet oder Zahlen enthalten.
hu_hu: A klánodban tiltott karakterek találhatók. Csak az angol ábécé betűi és számok engedélyezettek.
pl_pl: Nazwa Twojego klanu może zawierać wyłącznie znaki z alfabetu angielskiego oraz cyfry.
ru_ru: Haзвaниe клaнa мoжeт coдepжaть тoлькo aнглийcкиe бyквы и цифpы.

# TusNickEmptyText
source: Please enter your TUS nickname!
de_de: Gib bitte deinen TUS-Nickname ein!
hu_hu: Kérlek add meg a TUS beceneved!
pl_pl: Proszę wprowadzić swój pseudonim TUS!
ru_ru: Пoжaлyйcтa, ввeдитe вaш TUS-никнeйм!

# TusPasswordEmptyText
source: Please enter your TUS password!
de_de: Gib bitte dein TUS-Passwort ein!
hu_hu: Kérlek add meg a TUS jelszavad!
pl_pl: Proszę wprowadzić swoje hasło TUS!
ru_ru: Пoжaлyйcтa, ввeдитe вaш TUS-пароль!

# TusLoginFailTitle
source: Login failed
de_de: Login fehlgeschlagen
hu_hu: Hiba a bejelentkezéskor
pl_pl: Logowanie nie powiodło się
ru_ru: Ошибка авторизации

# TusLoginFailText
source: An error occoured! Please try again!
de_de: Es ist ein Fehler aufgetreten! Bitte versuche es nochmal!
hu_hu: Egy hiba történt. Kérlek próbálkozz újra.
pl_pl: Wystąpił błąd! Proszę spróbować ponownie!
ru_ru: Пpoизoшлa oшибкa при попытке авторизации. Пoжaлyйcтa, повторите попытку позже.

# TusAuthFailText
source: The given username or password was incorrent!
de_de: Der eingegebene Nickname oder Passwort waren falsch!
hu_hu: Hibás felhasználói név vagy a jelszó!
pl_pl: Podana nazwa użytkownika lub hasło jest nieprawidłowe!
ru_ru: Неправильный логин или пароль.

# TusCommFailText
source: The communication with tus-wa.com has failed. Please try again!
de_de: Die Verbindung mit tus-wa.com ist fehlgeschlagen. Bitte versuche es nochmal!
hu_hu: A tus-wa.com oldallal történő kommunikáció közben hiba történt.
pl_pl: Nawiązanie łączności z serwerem tus-wa.com nie powiodło się. Proszę spróbować ponownie!
ru_ru: He удалось coeдинитьcя c tus-wa.com. Пpoвepьтe интернет-coeдинeние и повторите попытку.

# NicknameInUseText
source: This nickname is already in use! Please choose an other one! Note: if you lost your internet connection, you may need to wait 1 or 2 minutes until the server releases your broken nickname.
de_de: Dieser Nickname wird bereits benutzt! Bitte wähle einen anderen! Anmerkung: Wenn deine Internetverbindung unterbrochen wurde, musst du eventuell 1 oder 2 Minuten warten, bis dein Nickname serverseitig wieder verfügbar ist.
hu_hu: A megadott becenevet már valaki használja. Kérlek válassz egy másikat! Megjegyzés: ha megszakadt a kapcsolatod, akkor lehet várnod kell 1-2 percet amíg ezt észleli a szerver.
pl_pl: Ten pseudonim jest już w użyciu! Proszę wybrać inny! Uwaga: po utracie połączenia internetowego może być konieczne odczekanie 1 albo 2 minut zanim serwer zdejmie zajęty przez Ciebie pseudonim.
ru_ru: Этoт никнeйм yжe иcпoльзyeтcя, пoжaлyйcтa, выбepитe дpyгoй. Зaмeчaниe: ecли у вас произошел сбой доступа в Интepнeт, пoдoждите 3 минyты, пoкa cepвep нe ocвoбoдит этот никнeйм.

# WNCommFailText
source: Could not connect to the server! Check if the server address is correct or try again later (probably maintenance time)!
de_de: Konnte nicht mit dem Server verbinden! Überprüfe die Server-Adresse oder versuche es später (eventuell Server-Wartung) !
hu_hu: Nem sikerült csatlakozni a szerverhez. Kérlek ellenőzid, hogy helyesen adtad-e meg a szerver elérési útját vagy próbálkozz később (lehet, hogy karbantartás van).
pl_pl: Nie udało się połączyć z serwerem! Sprawdź, czy adres serwera jest poprawny lub spróbuj ponownie później (prawdopodobnie prace konserwacyjne)!
ru_ru: Не удалось подключиться к серверу. Пpoвepьтe, пpaвильно ли указан aдpec cepвepa или пoпpoбyйтe eщe paз пoзжe (возможно, проводятся работы по oбcлyживaнию).

# LanguageText
source: Language:
de_de: Sprache:
hu_hu: Nyelv:
pl_pl: Język:
ru_ru: Язык:

# ThemeText
source: Theme:
hu_hu: Téma:
pl_pl: Kompozycja:
ru_ru: Тема оформления:

# JoinMessage
source: joined the channel.
de_de: hat den Channel betreten.
hu_hu: csatlakozott a csatornához.
pl_pl: dołączył do kanału.
ru_ru: зашёл на канал.

# PartMessage
source: has left the channel.
de_de: hat den Channel verlassen.
hu_hu: elhagyta a csatornát.
pl_pl: opuścił kanał.
ru_ru: покинул канал.

# WNQuitWOMessage
source: has left WormNet.
de_de: hat WormNet verlassen.
hu_hu: kilépett a WormNet-ről.
pl_pl: opuścił WormNet.
ru_ru: отсоединился от WormNET.

# WNQuitWMessage
source: has left WormNet ({0}).
de_de: hat WormNet verlassen. ({0}).
hu_hu: kilépett a WormNet-ről ({0}).
pl_pl: opuścił WormNet ({0}).
ru_ru: отсоединился от WormNET ({0}).

# GSQuitWOMessage
source: has left the server.
de_de: hat den Server verlassen.
hu_hu: kilépett.
pl_pl: opuścił serwer.
ru_ru: отсоединился от GameSurge.

# GSQuitWMessage
source: has left the server ({0}).
de_de: hat den Server verlassen. ({0}).
hu_hu: kilépett ({0}).
pl_pl: opuścił serwer ({0}).
ru_ru: отсоединился от GameSurge ({0}).

# OfflineMessage
source: {0} is currently offline.
de_de: {0} ist zurzeit offline.
hu_hu: {0} jelenleg nem elérhető.
pl_pl: {0} jest obecnie offline.
ru_ru: {0} сейчас оффлайн.

# ServerErrorMessage
source: An error occurred: {0}
de_de: Ein Fehler ist aufgetreten: {0}
hu_hu: Hiba történt: {0}
pl_pl: Wystąpił błąd: {0}
ru_ru: Ошибка: {0}

# ServerQuitMessage
source: Server disconnected: {0}
de_de: Server getrennt: {0}
hu_hu: A szerver megszakította a kapcsolatot: {0}
pl_pl: Rozłączono z serwerem: {0}
ru_ru: Ошибка: {0}

# PMPingTimeoutMessage
source: There may be messages that this user could not receive!
de_de: Es sind vielleicht Nachrichten vorhanden, die dieser Nutzer nicht empfangen konnte!
hu_hu: Lehetnek olyan üzenetek amiket a felhasználó már nem kapott meg!
pl_pl: Mogą być wiadomości, które nie dotarły do tego użytkownika!
ru_ru: Из-за отсоединения этот игрок, возможно, не получил часть Ваших сообщений.

# HightLightMessage
source: You have been highlighted in {0}!
de_de: Du wurdest in {0} hervorgehoben!
hu_hu: Megemlítettek a következő csatornában: {0}!
pl_pl: Zostałeś wyróżniony w kanale {0}!
ru_ru: Вас упомянули на канале {0}.

# PMOnlineMessage
source: is online.
de_de: ist online.
hu_hu: elérhető.
pl_pl: jest online.
ru_ru: вернулся.

# OnlineMessage
source: {0} is online.
de_de: {0} ist online.
hu_hu: {0} elérhető.
pl_pl: {0} jest online.
ru_ru: {0} появился в сети.

# NotifOnlineMessage
source: {0} joined {1}!
de_de: {0} hat {1} betreten!
hu_hu: {0} belépett ide: {1}!
pl_pl: Użytkownik {0} dołączył do kanału {1}!
ru_ru: {0} зашёл на канал {1}!

# GSNicknameInUse
source: The selected nickname is already in use!
de_de: Der gewählte Nickname wird bereits verwendet!
hu_hu: A megadott becenevet már valaki használja.
pl_pl: Wpisany pseudonim jest już w użyciu!
ru_ru: Этот никнейм уже используется. Пожалуйста, выберите другой никнейм.

# GSNicknameChange
source: {0} is now known as {1}.
de_de: {0} ist nun bekannt als {1}.
hu_hu: {0} megváltoztatta a nevét erre: {1}.
pl_pl: Użytkownik {0} jest teraz znany jako {1}.
ru_ru: {0} сменил никнейм на {1}.

# ConversationAdded
source: {0} has added {1} to the conversation.
de_de: {0} hat {1} zur Unterhaltung hinzugefügt.
hu_hu: {0} hozzáadta {1}-t a beszélgetéshez.
pl_pl: Użytkownik {0} dodał osobę o nazwie {1} do rozmowy.
ru_ru: {0} добавил {1} в конференцию.

# ConversationRemoved
source: {0} has removed {1} from the conversation.
de_de: {0} hat {1} aus der Unterhaltung entfernt.
hu_hu: {0} eltávolította {1}-t a beszélgetésből.
pl_pl: Użytkownik {0} usunął osobę o nazwie {1} z rozmowy.
ru_ru: {0} исключил {1} из конференции.

# ConversationKick
source: You have been removed from this conversation.
de_de: Du wurdest aus der Unterhaltung entfernt.
hu_hu: Eltávolítottak a beszélgetésből.
pl_pl: Zostałeś usunięty z tej rozmowy.
ru_ru: Вы были исключены из конференции.

# ConversationLeave
source: {0} has left the conversation.
de_de: {0} hat die Unterhaltung verlassen.
hu_hu: {0} kilépett a beszélgetésből.
pl_pl: {0} opuścił rozmowę.
ru_ru: {0} вышел из конференции.

# WAExeMissingText
source: WA.exe is missing. Please set WA.exe in the Settings!
de_de: WA.exe fehlt. Bitte lege den Speicherort in den Einstellungen fest!
hu_hu: Nem megadva WA.exe. Kérlek állítsd be a beállításokban!
pl_pl: Brakuje pliku WA.exe! Proszę ustawić lokalizację pliku WA.exe w ustawieniach.
ru_ru: Не указан путь к исполняемому файлу игры (WA.exe). Пожалуйста, укажите путь к WA.exe в настройках.

# WAExeNotExistsText
source: WA.exe can not be found! Please set WA.exe in the Settings!
de_de: WA.exe konnte nicht gefunden werden. Bitte lege den Speicherort in den Einstellungen fest!
hu_hu: A megadott WA.exe fájl nem található! Kérlek állítsd be újra a beállításokban!
pl_pl: Nie można odnaleźć pliku WA.exe! Proszę ustawić lokalizację pliku WA.exe w ustawieniach.
ru_ru: Не найден исполняемый файл игры (WA.exe). Пожалуйста, укажите путь к WA.exe в настройках.

# WAIsRunningText
source: You are already in a game!
de_de: Du befindest dich bereits in einem Spiel!
hu_hu: Már csatlakoztál egy játékhoz!
pl_pl: Już jesteś w grze!
ru_ru: Вы уже в игре!

# LeagueSearcherRunningText
source: Would you like to turn off league searcher?
de_de: Möchtest du die Liga-Spiel-Suche abschalten?
hu_hu: Ki szeretnéd kapcsolni a liga mérkőzés keresőt?
pl_pl: Czy chcesz wyłączyć Poszukiwacza ligowego?
ru_ru: Выключить поиск игр?

# NotificatorRunningText
source: Would you like to turn off notificator?
de_de: Möchtest du den Benachrichtiger abschalten?
hu_hu: Ki szeretnéd kapcsolni a figyelmeztetőt?
pl_pl: Czy chcesz wyłączyć Asystenta powiadamiania?
ru_ru: Выключить уведомитель?

# HosterExeText
source: Hoster.exe does not exist! You can not host without that file!
de_de: Hoster.exe existiert nicht! Du kannst ohne diese Datei kein Spiel hosten!
hu_hu: Nem létezik a Hoster.exe fájl! Enélkül a fájl nélkül nem tudsz létrehozni játékot!
pl_pl: Plik Hoster.exe nie istnieje! Bez tego pliku nie możesz zakładać gier!
ru_ru: Файл Hoster.exe не найден. Без него Great Snooper не может хостить игры, однако, все остальные функции будут работать. Рекомендуется переустановить Great Snooper.

# DefaultText
source: Default
hu_hu: Alapértelmezett
pl_pl: Domyślnie
ru_ru: По умолчанию

# IgnoreListTitle
source: Ignore list
de_de: Ignorier-Liste
hu_hu: Tiltólista
pl_pl: Lista ignorowanych
ru_ru: Список игнорируемых

# ShowNewsText
source: Show news
de_de: Zeige News
hu_hu: Hírek
pl_pl: Aktualności
ru_ru: Новости...

# LogOutText
source: Log out
de_de: Ausloggen
hu_hu: Kijelentkezés
pl_pl: Wyloguj się
ru_ru: Выход

# TusHomePageText
source: Home page
hu_hu: Főoldal
pl_pl: Strona domowa
ru_ru: Главная страница

# TusAnalyzerText
source: Analyzer
de_de: Analyser
hu_hu: Elemző
pl_pl: Analizator
ru_ru: Анализатор

# TusReportText
source: Report page
de_de: Spiel berichten
hu_hu: Mérkőzés jelentése
pl_pl: Raportuj grę
ru_ru: Отчёт об игре

# TusComplaintsText
source: Complaints forum
de_de: Beschwerde-Forum
hu_hu: Reklamációs fórum
pl_pl: Forum zażaleń
ru_ru: Форум жалоб

# TusRecentGamesText
source: Recent games
de_de: Bisherige Spiele
hu_hu: Legutóbbi mérkőzések
pl_pl: Ostatnie gry
ru_ru: Недавние игры

# TusStandingsText
source: Standings
de_de: Gesamtwertung
hu_hu: Tabella
pl_pl: Statystyki
ru_ru: Рейтинги

# TusCupsText
source: Cups
hu_hu: Kupák
pl_pl: Puchary
ru_ru: Кубки

# TusTournamentsText
source: Tournaments
de_de: Turniere
hu_hu: Versenyek
pl_pl: Turnieje
ru_ru: Турниры

# TusPmsText
source: Private messages
de_de: Mitteilungen
hu_hu: Privát üzenetek
pl_pl: Wiadomości prywatne
ru_ru: Личные сообщения

# TusGSTopicText
source: Great Snooper topic
de_de: Great Snooper Thread
hu_hu: Great Snooper téma
pl_pl: Temat programu Great Snooper
ru_ru: Тема о Great Snooper

# AwayManagerTooltip
source: Away manager
hu_hu: Állapot
pl_pl: Menedżer nieaktywności
ru_ru: Автоответчик

# ChatModeTooltip
source: Chat mode on / off
de_de: Chat Modus an / aus
hu_hu: Chat mód be / ki
pl_pl: Tryb czatu wł. / wył.
ru_ru: "Режим чата" вкл/выкл

# LeagueSearcherTooltip
source: Search for league game
de_de: Suche nach Liga-Spielen
hu_hu: Liga mérkőzés kereső
pl_pl: Szukaj gier ligowych
ru_ru: Поиск TUS-игр

# MuteTooltip
source: Sounds on / off
de_de: Klänge an / aus
hu_hu: Hangok be / ki
pl_pl: Dźwięki wł. / wył.
ru_ru: Звуки вкл/выкл

# ShowSnooperText
source: Show snooper
de_de: Zeige Snooper
hu_hu: Snooper mutatása
pl_pl: Pokaż Snoopera
ru_ru: Развернуть

# NotificatorTooltip
source: Notificator
de_de: Benachrichtiger
hu_hu: Figyelmeztető
pl_pl: Asystent powiadamiania
ru_ru: Уведомитель

# LeaguesLoadingText
source: Leagues may be still loading, please wait!
de_de: Ligen werden geladen, bitte warten!
hu_hu: A ligák még töltődnek, kérlek várj!
pl_pl: Ligi wciąż mogą być w trakcie ładowania, proszę czekać!
ru_ru: Возможно, TUS-игры ещё грузятся. Пожалуйста, подождите!

# ChannelOfflineText
source: You must join a channel first!
de_de: Du musst zuerst einem Channel beitreten!
hu_hu: Először lépj be egy csatornába!
pl_pl: Musisz wpierw dołączyć do kanału!
ru_ru: Cнaчaлa зайдите на кaнaл.

# EnterChannelText
source: Enter this channel
de_de: Channel betreten
hu_hu: Belépés
pl_pl: Wejdź do tego kanału
ru_ru: Зайти на этот канал

# ConnectingText
source: Connecting
de_de: Verbinden
hu_hu: Csatlakozás
pl_pl: Łączenie
ru_ru: Идёт соединение...

# ChatText
source: Chat with this user
de_de: Mit diesem Nutzer chatten
hu_hu: Privát üzenet küldése
pl_pl: Czatuj z tym użytkownikiem
ru_ru: Начать чат

# GroupText
source: Group
de_de: Gruppe
hu_hu: Csoport
pl_pl: Grupa
ru_ru: Группа

# CountryHeaderLabel
source: C.
de_de: L.
pl_pl: Kraj
ru_ru: С.

# RankHeaderLabel
source: Rank
de_de: Rang
hu_hu: Rang
pl_pl: Ranga
ru_ru: Ранг

# NickHeaderLabel
source: Nick
hu_hu: Név
pl_pl: Ksywa
ru_ru: Никнейм

# ClanHeaderLabel
source: Clan
hu_hu: Klán
pl_pl: Klan
ru_ru: Клан

# InfoHeaderLabel
source: Info
hu_hu: Infó
pl_pl: Uwagi
ru_ru: Информация

# HostAGameText
source: Host a game
de_de: Ein Spiel hosten
hu_hu: Játék létrehozása
pl_pl: Załóż grę
ru_ru: Захостить

# RefrestGameListText
source: Refresh game list
de_de: Spiel-Liste aktualisieren
hu_hu: Lista frissítése
pl_pl: Odśwież listę gier
ru_ru: Обновить список игр
