Repository: MarioHsiao/Great-Snooper
Catalog: Great Snooper/Localizations/Localization.*.resx
Languages: de_de, hu_hu, pl_pl, ru_ru

# AskNotificatorOffText
source: Ask if I would like to turn off the notificator when I host or join a game:
de_de: Nachfrage ob der Benachrichtiger abgeschaltet werden soll wenn ich hoste oder einem Spiel beitrete:
hu_hu: Kérdezze meg, hogy ki akarom-e kapcslni a figyelmeztetőt mikor csatlakozok vagy létrehozok egy játékhoz:
pl_pl: Pytaj, czy chcę wyłączyć Asystenta powiadamiania, gdy zakładam lub dołączam do gry:
ru_ru: Спрашивать, выключить ли уведомитель при хостинге или входе в игру:

# AskLeagueSOffText
source: Ask if I would like to turn off the league searcher when I host or join a game:
de_de: Nachfrage ob der Liga-Spiel-Finder abgeschaltet werden soll wenn ich hoste oder einem Spiel beitrete:
hu_hu: Kérdezze meg, hogy ki akarom-e kapcsolni a liga meccs keresőt mikor csatlakozok vagy létrehozok egy játékot:
pl_pl: Pytaj, czy chcę wyłączyć Poszukiwacza ligowego, gdy zakładam lub dołączam do gry:
ru_ru: Спрашивать, выключить ли поиск TUS-игр при хостинге или входе в игру:

# TrayNotificationsText
source: Enable tray balloon messages:
de_de: System-Tray Benachrichtigungen aktivieren:
hu_hu: Tálca értesítések engedélyezése:
pl_pl: Włącz dymki z komunikatem w zasobniku:
ru_ru: Включить всплывающие сообщения GS в трее:

# TrayFlashingText
source: Enable tray flashing:
de_de: Blinkendes Tray-Symbol aktivieren:
hu_hu: A program ikon villogásának engedélyezése a tálcán:
pl_pl: Włącz miganie ikony w zasobniku:
ru_ru: Включить возможность оповещения посредством мигания иконки GS в трее:

# ShowWormsText
source: Show #worms channel:
de_de: Zeige #worms Channel:
hu_hu: #worms csatorna megjelenítése:
pl_pl: Pokazuj kanał #worms:
ru_ru: Показывать канал #worms:

# WormsNickLabel
source: #worms channel nickname:
hu_hu: #worms csatorna becenév:
pl_pl: Pseudonim w kanale #worms:
ru_ru: Ник, используемый на канале #worms:

# ChangeWormsNickText
source: Set #worms nick to WormNet nick at startup:
de_de: WormNet Nickname als #worms Nickname setzen beim Programmstart:
hu_hu: Mindig az aktuális WormNet becenevemet használja a #worms csatornához:
pl_pl: Ustaw ksywę kanału #worms na ksywę serwera WormNet po uruchomieniu:
ru_ru: При входе на #worms использовать никнейм, который использовался Вами на WormNet:

# MessageTimeText
source: Show the time when the message arrived:
de_de: Zeige Nachrichten-Zeitstempel:
hu_hu: Üzenetek időpontjának mutatása:
pl_pl: Pokazuj godzinę po nadejściu wiadomości:
ru_ru: Показывать, когда появилось сообщение (timestamp):

# ActionMessageGTText
source: Action message using '>' character:
de_de: Benutze '>' für Aktions-Nachricht:
hu_hu: '>' karakterrel akció üzenet küldése:
pl_pl: Wiadomość akcji za pomocą znaku „>”:
ru_ru: Использовать символ '>' в качестве синонима для команды '/me':

# UserMessageStyleText
source: Style of your message:
de_de: Stil deiner Nachricht:
hu_hu: A te üzeneted stílusa:
pl_pl: Styl Twojej wiadomości:
ru_ru: Стиль Ваших сообщений:

# ChannelMessageStyleText
source: Style of other users' messages:
de_de: Stil der Nachricht anderer Nutzer:
hu_hu: Mások üzenetének stílusa:
pl_pl: Styl wiadomości innych użytkowników:
ru_ru: Стиль сообщений остальных игроков:

# JoinMessageStyleText
source: Join message style:
de_de: Beitreten-Nachricht Stil:
hu_hu: Belépés üzenet stílusa:
pl_pl: Styl wiadomości przy dołączeniu:
ru_ru: Стиль сообщений о заходе на канал:

# PartMessageStyleText
source: Part message style:
de_de: Trennen-Nachricht Stil:
hu_hu: Csatorna elhagyás üzenet stílusa:
pl_pl: Styl wiadomości przy opuszczeniu:
ru_ru: Стиль сообщений о выходе с канала:

# QuitMessageStyleText
source: Quit message style:
de_de: Verlassen-Nachricht Stil:
hu_hu: Kilépés üzenet stílusa:
pl_pl: Styl wiadomości przy wyjściu:
ru_ru: Стиль сообщений об отключении от сервера:

# ActionMessageStyleText
source: Action message style:
de_de: Aktions-Nachricht Stil:
hu_hu: Akció üzenet stílusa:
pl_pl: Styl wiadomości akcji:
ru_ru: Стиль действий (action):

# NoticeMessageStyleText
source: Notice message style:
de_de: Ankündigungs-Nachricht Stil:
hu_hu: Értesítés üzenet stílusa:
pl_pl: Styl wiadomości powiadamiającej:
ru_ru: Стиль оповещений (notice):

# SystemMessageStyleText
source: System message style:
de_de: System-Nachricht Stil:
hu_hu: Rendszer üzenet stílusa:
pl_pl: Styl wiadomości systemowej:
ru_ru: Стиль системных сообщений GS:

# MessageTimeStyleText
source: Style of message arrived time:
de_de: Zeitstempel Stil:
hu_hu: Üzenet időpontjának stílusa:
pl_pl: Styl czasu nadejścia wiadomości:
ru_ru: Стиль временных меток(timestamp):

# HyperlinksStyleText
source: Style of hyperlinks:
de_de: Hyperlink Stil:
hu_hu: Linkek stílusa:
pl_pl: Styl hiperłączy:
ru_ru: Стиль гиперссылок:

# FoundStyleText
source: Found text style:
de_de: Textfund Stil:
hu_hu: Kereső találat stílusa:
pl_pl: Styl znalezionego tekstu:
ru_ru: Стиль текста, найденного через уведомитель:

# ChangeButtonText
source: Change
de_de: Bearbeiten
hu_hu: Módosít
pl_pl: Zmień
ru_ru: Сменить

# PMBeepSettingText
source: Private message arrived:
de_de: Persönliche Nachricht erhalten:
hu_hu: Privát üzenet érdezésekor:
pl_pl: Nadejście wiadomości prywatnej:
ru_ru: Получено личное сообщение:

# HighlightSettingText
source: When your name appears in chat:
de_de: Name wird im Chat genannt:
hu_hu: Mikor megemlítenek egy csatornában:
pl_pl: Gdy Twoja nazwa pojawia się na czacie:
ru_ru: Когда кто-то произносит Ваш ник (highlight):

# LeagueSoundSettingText
source: When the snooper finds a league game:
de_de: Der Snooper hat ein Liga-Spiel gefunden:
hu_hu: Amikor a Snooper egy liga meccset talál:
pl_pl: Gdy Snooper znajdzie grę ligową:
ru_ru: Когда поиск TUS-игр находит игру:

# LeagueFailSettingText
source: When the snooper stops searching league game:
de_de: Der Snooper beendet Liga-Spiel-Suche:
hu_hu: Amikor a snooper abbahagyja a liga meccs keresést:
pl_pl: Gdy Snooper przestanie poszukiwać gier ligowych:
ru_ru: Когда поиск TUS-игр НЕ находит игру:

# NotifSoundSettingText
source: When the notificator finds something:
de_de: Der Benachrichtiger hat etwas gefunden:
hu_hu: Amikor a figyelmeztető talál valamit:
pl_pl: Gdy Asystent powiadamiania coś znajdzie:
ru_ru: Когда уведомитель что-либо находит:

# GroupSoundSettingText
source: A player from {0} comes online:
de_de: Ein Spieler aus der Gruppe {0} geht online:
hu_hu: Mikor valaki bejelentkezik a(z) {0} csoportból:
pl_pl: Gracz z grupy {0} pojawia się online:
ru_ru: Игрок из группы {0} сейчас в сети:

# PlayersText
source: Player list
de_de: Nutzerliste
hu_hu: Játékosok
pl_pl: Lista graczy
ru_ru: Список игроков

# GroupPlayersEditTitle
source: {0} players
de_de: {0} Nutzer
hu_hu: {0} játékosok
pl_pl: Gracze grupy {0}
ru_ru: {0} список

# EnabledText
source: Enabled
de_de: Aktiviert
hu_hu: Engedélyez
pl_pl: Włączone
ru_ru: Разрешено

# BuddiesGroupText
source: Friends
de_de: Freunde
hu_hu: Barátok
pl_pl: Znajomi
ru_ru: Друзья

# ClanMatesGroupText
source: Clanmates
hu_hu: Klán társak
pl_pl: Koledzy z klanu
ru_ru: Соклановцы

# LeaguePlayersGroupText
source: League players
de_de: Liga-Spieler
hu_hu: Liga játékosok
pl_pl: Gracze ligowi
ru_ru: TUS-игроки

# Other1GroupText
source: Other 1
de_de: Andere 1
hu_hu: Egyéb 1
pl_pl: Inna 1
ru_ru: Другая 1

# Other2GroupText
source: Other 2
de_de: Andere 2
hu_hu: Egyéb 2
pl_pl: Inna 2
ru_ru: Другая 2

# Other3GroupText
source: Other 3
de_de: Andere 3
hu_hu: Egyéb 3
pl_pl: Inna 3
ru_ru: Другая 3

# Other4GroupText
source: Other 4
de_de: Andere 4
hu_hu: Egyéb 4
pl_pl: Inna 4
ru_ru: Другая 4

# GSCheckTitle
source: Great Snooper check
hu_hu: Great Snooper keresés
pl_pl: Weryfikacja programu Great Snooper
ru_ru: Пользователи Great Snooper

# GSCheckText
source: Great Snooper is used by {0} user(s)! {1}
de_de: Great Snooper wird von {0} Nutzer(n) verwendet! {1}
hu_hu: A Great Snoopert {0} játékos használja! {1}
pl_pl: Z programu Great Snooper korzysta {0} użytkownik(ów)! {1}
ru_ru: {0} игроков используют Great Snooper: {1}

# LanguageChangedText
source: Please restart Great Snooper to apply new language settings everywhere!
de_de: Bitte starte Great Snooper neu um die Spracheinstellungen zu übernehmen!
hu_hu: Kérlek indítsd újra a programot, hogy a nyelvi módosítások mindenhol megtörténjenek!
pl_pl: Proszę ponownie uruchomić program Great Snooper, aby w całości zastosować nowe ustawienia językowe!

# PartMessage2
source: has left the channel ({0}).
de_de: hat den Channel verlassen ({0}).
hu_hu: elhagyta a csatornát ({0}).
pl_pl: opuścił kanał ({0}).

# NewsWindowTitle
source: News
hu_hu: Hírek
pl_pl: Aktualności

# VolumeTooltip
source: Volume
de_de: Lautstärke
hu_hu: Hangerő
pl_pl: Głośność

# StartWAExeTooltip1
source: Run WA.exe
de_de: Starte WA.exe
hu_hu: WA.exe indítása
pl_pl: Uruchom WA.exe

# StartWAExeTooltip2
source: Run alternative WA.exe
de_de: Starte alternative WA.exe
hu_hu: Másodlagos WA.exe indítása
pl_pl: Uruchom alternatywny plik WA.exe

# AutoJoinText
source: Auto join this channel
de_de: Diesem Channel automatisch beitreten
hu_hu: Automatikus csatlakozás
pl_pl: Automatycznie dołączaj do tego kanału

# AwayManagerTooltipAway
source: You are away: {0}
de_de: Du bist abwesend: {0}
hu_hu: Távol vagy: {0}
pl_pl: Jesteś nieobecny: {0}
ru_ru: Сообщение автоответчика: {0}

# NoLeaguesSelectedError
source: Please select the league(s) you are looking for!
de_de: Bitte die Liga/Ligen für die Suche auswählen!
hu_hu: Kérlek válaszd ki a ligá(ka)t, ami(ke)t keresel!
pl_pl: Proszę zaznaczyć co najmniej jedną ligę, którą poszukujesz!

# GeneralSoundsText
source: General sounds
de_de: Allgemeine Klänge
hu_hu: Általános hangok
pl_pl: Dźwięki ogólne

# WAExeText
source: WA.exe:
pl_pl: Lokalizacja pliku WA.exe:

# WAExeText2
source: Alternative WA.exe:
hu_hu: Másodlagos WA.exe:
pl_pl: Alternatywny plik WA.exe:

# KickMessage
source: Kicked by {0}
de_de: Von {0} gekickt
hu_hu: {0} kirúgott.
pl_pl: Wyrzucony przez użytkownika {0}

# TopicMessage
source: {0} has changed the topic of the channel to "{1}".
de_de: {0} änderte das Thema des Channels zu "{1}".
hu_hu: {0} megváltoztatta a csatorna témáját erre: "{1}".
pl_pl: Użytkownik {0} zmienił temat kanału na „{1}”.

# InMessagesLabel
source: In messages
de_de: In Chat-Nachrichten
hu_hu: Üzenetekben
pl_pl: Wśród wiadomości

# InSenderNamesLabel
source: In sender names
de_de: In Versender-Namen
hu_hu: Küldők között
pl_pl: W nazwach nadawców

# InGameNamesLabel
source: In game names
de_de: In Spiele-Namen
hu_hu: Játék nevekben
pl_pl: W nazwach gier

# InHosterNamesLabel
source: In hoster names
de_de: In Hoster-Namen
hu_hu: Hosztolók között
pl_pl: W nazwach graczy host.

# InJoinMessagesLabel
source: In join messages
de_de: In Beitreten-Nachrichten
hu_hu: Belépés üzenetekben
pl_pl: W wiadomościach o doł.

# StartNotifWithSnooper
source: Start notificator with snooper
de_de: Benachrichtiger beim Programmstart starten
hu_hu: A figyelmeztető aktiválása induláskor
pl_pl: Uruchom Asystenta powiadamiania wraz ze Snooperem

# AwayMessageFormat
source: is away: {0}
de_de: ist Away: {0}
hu_hu: elfoglalt: {0}
pl_pl: jest nieobecny: {0}

# HideChannelText
source: Hide channel
de_de: Channel verstecken
hu_hu: Elrejtés
pl_pl: Ukryj kanał

# HiddenChannelsText
source: Hidden channels
de_de: Versteckte Channels
hu_hu: Rejtett csatornák
pl_pl: Ukryte kanały

source: Use snooper rank:
de_de: Snooper-Rang benutzen:
hu_hu: Snooper rang használata
pl_pl: Użyj rangi Snoopera:

# UseSnooperRankHelp
source: This option is required for TUS login if you would like to use HostingBuddy to host games with the snooper.
de_de: Diese Option ist erforderlich für das TUS-Login, wenn du HostingBuddy zum Hosten von Spielen im Snooper verwenden willst.
hu_hu: Ezt az opciót engedélyezni kell, ha TUS felhasználóval lépsz be és használni szeretnéd a HostingBuddyt a snooperrel.
pl_pl: Ta opcja jest wymagana dla logowania przez TUS, jeśli chcesz korzystać z HostingBuddy'ego w celu zakładania gier za pomocą Snoopera.

# HosterWormNatError
source: The communication with WormNat server failed.
de_de: Die Kommunikation mit dem WormNat Server ist fehlgeschlagen.
hu_hu: Nem sikerült csatlakozni a WormNat szerverhez.
pl_pl: Nawiązanie łączności z serwerem WormNat nie powiodło się.

# HosterCreateGameFail
source: Failed to create the game on WormNet.
de_de: Das Erstellen des Spiels im WormNet ist fehlgeschlagen.
hu_hu: Nem sikerült létrehozni a játékot a szerveren.
pl_pl: Nie udało się utworzyć gry na serwerze WormNet.

# HosterNoGameIDError
source: Failed to host a game. Probably you have hosted too many games recently. Please wait a while!
de_de: Das Hosten des Spiels ist fehlgeschlagen. Wahrscheinlich hast du in letzter Zeit zuviele Spiele gehostet. Bitte warte eine Weile bevor du wieder hostest!
hu_hu: Nem sikerült létrehozni a játékot. Valószínűleg rövid időn belül túl sokat hosztoltál. Kérlek várj egy kicsit!
pl_pl: Nie udało się założyć gry. Prawdopodobnie założyłeś ich ostatnio zbyt dużo. Proszę odczekać chwilę!

# HosterStartGameFail
source: Failed to start Worms: Armageddon.
de_de: Konnte Worms: Armageddon nicht starten.
hu_hu: Nem sikerült elindítani a Worms: Armageddont.
pl_pl: Nie udało się uruchomić gry Worms: Armageddon.

# HosterUnknownFail
source: An unexpected error happened while trying to host a game.
de_de: Ein unerwarteter Fehler ist bei dem Versuch ein Spiel zu hosten aufgetreten.
hu_hu: Valami hiba történt a játék létrehozása során.
pl_pl: Napotkano nieoczekiwany błąd podczas próby założenia gry.

# NotificatorHelpLabel
source: How to use notificator?
de_de: Wie benutzt man den Benachrichtiger?
hu_hu: Hogyan használd a figyelmeztetőt?
pl_pl: Jak używać Asystenta powiadamiania?

# NotificatorHelpText
source: Notificator can look for words in messages, sender names, hoster names, game names and join messages. By default it will look for whole words, but you can use special characters '*', '+', and '.'. '*' matches any character, '+' matches at least 1 character and '.' matches only 1 character. So if you are looking for words similar to "example" then you can search for it as "example", "*ample", "examp*", "*amp*", "e.ample", "+amp+", etc. You can add one word per line. If you would like to ignore a word from searching then delete it or write '#' before it like "#example".
de_de: Der Benachrichtiger kann für dich nach Wörtern in Nachrichten, Nachrichtensendern, Namen von Hostern, Spielnamen und Benachrichtigungen über das Beitreten suchen. Standardmäßig sucht er nach vollständigen Wörtern, aber du kannst auch die Sonderzeichen '*', '+', und '.' verwenden. '*' dient dabei als Platzhalter für jegliche Buchstaben, '+' für wenigstens einen Buchstaben und '.' für genau einen Buchstaben. Wenn du also nach dem Wort "Beispiel" suchst, dann kannst du nach "Beispiel", "*spiel", "Bei*", "*ispi*", oder auch nach "Be.spiel", oder "+ispi+" suchen etc. Pro Zeile kannst du ein Wort hinzufügen. Wenn du ein Wort von der Suche ausschließen willst, dann entferne es, oder kommentiere es aus, indem du ein '#' davor setzt, z.B. "#Beispiel".
hu_hu: A figyelmeztető szavakat tud keresni az üzenetekben, a küldők nevében, a játékok nevében és a létrehozójuk nevében, valamint az éppen belépő játékosok nevében. Alapértelmezetten teljes egyezést keres, de használhatók a '*', '+', és a '.' speciális karakterek. A '*' bármennyi karaktert, a '+' legalább 1 karaktert és a '.' pontosan 1 karatert helyettesít. Tehát ha a "példa" szóra szeretnél keresni, akkor azt az alábbi módokon teheted meg "példa", "*lda", "pél*", "*éld*", "p.lda", "+éld+", stb. Egy sorba egy szót lehet beírni. Ha egy szóra mégsem szeretnél keresni, akkor töröld a sort vagy írj az elejére egy '#' karakterd ("#példa").
pl_pl: Asystent powiadamania służy do odnajdywania słów w wiadomościach, nazwach nadawców, graczy hostujących, gier i wiadomościach informujących o dołączeniu do kanału. Domyślnie będzie szukał całych słów, lecz możesz skorzystać ze znaków specjalnych „*”, „+”, oraz „.”. „*” odpowiada dowolnemu ciągowi znaków, „+” przynajmniej 1 znakowi, a z kolei „.” wyłącznie jednemu z nich. Jeśli zatem szukasz słów podobnych do słowa „przykład”, to możesz go odnaleźć poprzez hasła, takie jak „przykład”, „*zykład”, „przykł*”, „*zykł*”, „p.zykład”, „+zykł+” itd.. Możesz dodać jedno słowo na wiersz. Jeżeli chcesz, by słowo zostało zignorowane podczas wyszukiwania, usuń je lub wpisz przed nim znak „#” jak tutaj: „#przykład”.

# JoinGameText2
source: Join this game (Alternative WA.exe)
de_de: Diesem Spiel beitreten (Alternative WA.exe)
hu_hu: Csatlakozás (Másodlagos WA.exe-vel)
pl_pl: Dołącz do tej gry (alternatywny plik WA.exe)

# SilentJoinText2
source: Silent join (Alternative WA.exe)
de_de: Leise beitreten (Alternative WA.exe)
hu_hu: Csendes csatlakozás (Másodlagos WA.exe-vel)
pl_pl: Dołącz po cichu (alternatywny plik WA.exe)

# JoinCloseText2
source: Join and close snooper (Alternative WA.exe)
de_de: Beitreten und Snooper schließen (Alternative WA.exe)
hu_hu: Csatlakozás és bezárás (Másodlagos WA.exe-vel)
pl_pl: Dołącz i zamknij Snoopera (alternatywny plik WA.exe)

# SilentJoinCloseText2
source: Silent join and close snooper (Alternative WA.exe)
de_de: Leise beitreten und Snooper schließen (Alternative WA.exe)
hu_hu: Csendes csatlakozás és bezárás (Másodlagos WA.exe-vel)
pl_pl: Dołącz po cichu i zamknij Snoopera (alternatywny plik WA.exe)

# ItalicForGSUsers
source: Italic font style for Great Snooper users:
de_de: Great Snooper Nutzer Namen in Kursivschrift:
hu_hu: Dőlt betűtípus a Great Snoopert használóknak:
pl_pl: Pochyl czcionkę dla nazw użytkowników programu Great Snooper:

# HosterFailedToGetLocalIP
source: Failed to get local IP address. Please try hosting using WormNat2!
de_de: Konnte die lokale IP-Adresse nicht ermitteln. Bitte versuche mit WomNat2 zu hosten!
hu_hu: Nem sikerült a lokális IP cím meghatározása. Kérlek próbálj meg a WormNat2-vel hosztolni!
pl_pl: Nie udało się otrzymać lokalnego adresu IP. Proszę spróbować założyć grę używając modułu WormNat2!

# LoadGamesText
source: Load games:
de_de: Lade Spiele:
hu_hu: Játék lista betöltése:
pl_pl: Wczytuj gry:

# LoadTUSUsersText
source: Load TUS users:
de_de: Lade TUS Nutzer:
hu_hu: TUS felhasználók betöltése:
pl_pl: Wczytuj użytkowników TUS:

# LoadCommonSettingsText
source: Load common settings (required for league searcher, updater and news):
de_de: Lade allgemeine Einstellungen (erforderlich für die Liga-Spiel-Suche, den Updater, und die News):
hu_hu: Közös beállítások betöltése (szükséges a liga meccs keresőnek, a frissítőnek és a híreknek):
pl_pl: Wczytuj ustawienia wspólne (wymagane dla Poszukiwacza ligowego, Aktualizatora i aktualności):

# LoadChannelSchemeText
source: Load channel scheme (required for hosting and loading games):
de_de: Lade das Channel-Schema (erforderlich für das Hosten und Laden von Spielen):
hu_hu: A csatorna rendszerének betöltése (szükséges a hosztoláshoz és a játék lista betöltéséhez):
pl_pl: Wczytuj schemat kanału (wymagane do zakładania i dołączania do gier):

# UseWhoMessagesText
source: Use WHO requests (required for country, rank, user info):
de_de: Verwende WHO-Anfragen (erforderlich für die Länder, Rang und Nutzer Info):
hu_hu: WHO parancsok használata (szükséges az ország, rang és információ meghatározásához):
pl_pl: Używaj wiadomości WHO (wymagane dla państwa, rangi, uwag użytkownika):

# ViewClanProfileText
source: {0}'s profile
de_de: {0}'s Profil
hu_hu: {0} profilja
pl_pl: Profil klanu {0}

# PolishTranslationText
source: Polish translation by:
de_de: Polnische Übersetzung von:
hu_hu: Lengyel fordítás:
pl_pl: Polskie tłumaczenie:

# RussianTranslationText
source: Russian translation by:
de_de: Russische Übersetzung von:
hu_hu: Orosz fordítás:
pl_pl: Rosyjskie tłumaczenie:

# ExportSettingsButtonContent
source: Export settings
de_de: Einstellungen exportieren
hu_hu: Beállítások kimentése
pl_pl: Eksportuj ustawienia

# ImportSettingsButtonContent
source: Import settings
de_de: Einstellungen importieren
hu_hu: Beállítások betöltése
pl_pl: Importuj ustawienia

# ResetSettingsButtonContent
source: Reset settings
de_de: Einstellungen zurücksetzen
hu_hu: Beállítások alaphelyzetbe
pl_pl: Resetuj ustawienia

# ResetSettingsConfirm
source: Are you sure to reset settings? All informations will be lost.
de_de: Bist du sicher dass du die Einstellungen zurücksetzen nöchtest? Alle Informationen gehen verloren.
hu_hu: Biztos alaphelyzetbe állítod a beállításokat? Minden adat el fog veszni.
pl_pl: Czy na pewno zresetować ustawienia? Wszystkie informacje zostaną utracone.

# RestartToApplyChanges
source: Please restart Great Snooper to apply changes!
de_de: Bitte starte Great Snooper neu um die Änderungen zu übernehmen!
hu_hu: Kérlek indítsd újra a Great Snooper, hogy a módosítások életbe lépjenek!
pl_pl: Proszę ponownie uruchomić program Great Snooper, aby zastosować zmiany!

# LoadGamesTUSActiveWindow
source: Load games and TUS accounts only if window is active:
de_de: Lade Spiele und TUS Nutzer nur wenn das Programmfenster aktiv ist:
hu_hu: Játék lista és TUS felhasználók betöltése csak akkor, ha aktív az ablak:
pl_pl: Wczytuj gry i konta TUS tylko, gdy okno jest aktywne:

# NetworkText
source: Network
de_de: Netzwerk
hu_hu: Hálózat
pl_pl: Sieć

# SaveChangesQuestion
source: Would you like to save changes?
de_de: Möchtest du die Änderungen übernehmen?
hu_hu: El szeretnéd menteni a változtatásokat?
pl_pl: Czy chcesz zapisać zmiany?

# LosingChangesQuestion
source: Are you sure you would like to close this window and lose your changes?
de_de: Bist du dir sicher dass du das Fenster schließen und die Änderungen nicht übernehmen möchtest?
hu_hu: Biztos be akarod zárni ezt az ablakot? A módosítások el fognak veszni.
pl_pl: Czy na pewno chcesz zamknąć to okno i utracić swoje zmiany?

# GermanTranslationText
source: German translation by:
de_de: Deutsche Übersetzung von:
hu_hu: Német fordítás:
pl_pl: Niemieckie tłumaczenie:

# SystemUserName
source: System
hu_hu: Rendszer
ru_ru: Система

# OKText
source: OK
hu_hu: Oké
